Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J63.tmx
Source language: en_us
Languages: zh_cn

source: CHAPTER 16 The Opium War and the Great Divergence
zh_cn: 第十六章 鸦片战争和大分流

source: Whereas European forces and those of China were evenly matched through the early 1700s, there’s no doubt that a Great Military Divergence opened up over the following century.
zh_cn: 18世纪初欧洲和中国军队的战斗力还不相上下，但是到了下一个世 纪，毫无疑问，大分流就开始了。

source: By the time of the Opium War of 1839 to 1842, the divergence was huge, enabling the British, who were severely outnumbered and far from home, to overpower Qing forces in nearly every battle at sea and on land.
zh_cn: 而到了 1839年至1842年的鸦片战争时 期，大分流的结果已经异常明显，使得与清军交战的英国人非但没有受到兵力远远不足、距本土万里之遥的影响，反而在不论海上或陆上的每一场战役中都占尽先机。

source: The most systematic study of weaponry used in the war concludes that the Chinese and British were in two different historical eras: the British in the Fire Weapon Era and the Chinese in the Mixed Era, when traditional arms, or “cold weapons”（冷兵器), comprised the majority of arms, while gunpowder weapons, or “hot weapons”（熱兵器), were used in small numbers.
zh_cn: 系统地研究了这场战争的武器后可以得出 结论，中国人和英国人的武器完全处于两个历史时期：英国人处于火器 时代，而中国人处于传统冷兵器占大部分、火药武器或言热兵器占少部 分的过渡时代。

source: Some historians call for caution about such assessments.
zh_cn: 一些历史学家呼吁要警惕这种结论。

source: Peter Lorge, for example, has suggested that “Western military technology had been absorbed into the Qing military as it became available over the course of the nineteenth century.
zh_cn: 龙佩就是其中之一，他认 为“西方的军事技术已经被清军吸收，在整个19世纪这些技术都不是秘密”。

source: Elsewhere he argues that China was never more than a decade or two behind the West.
zh_cn: 他还在另外的场合表示，中国落后西方不超过一二十年。

source: This was certainly true through the first part of the eighteenth century, and we historians must be careful when making judgments about European superiority—often new data force us to revisit those judgments.
zh_cn: 在 18世纪早期这当然是正确的，不过我们历史学家在做西方优势论之时要 非常小心，往往新数据就能颠覆旧结论。

source: But it seems clear that by the mid-1700s a military gap was opening, and by the Opium War the British had an overwhelming military edge.
zh_cn: 但显而易见的是，在18世纪中 期，中西军事差距开始拉大，通过鸦片战争，英国人获得了压倒性的军 事优势。

source: What underlay this edge?
zh_cn: 这个优势从何而来？

source: Part of the answer of course has to do with industrialization.
zh_cn: 当然工业化是一部分原因。

source: Steamships destroyed warjunks, towed long trains of traditional vessels into position, reconnoitered shallows and narrows, and, equally importantly, decreased communication times, allowing for minute, systematic coordination of the war effort.
zh_cn: 蒸汽船摧毁了戎克 战船，拖拽一串串传统船只到指定位置，勘察浅滩和海峡，同时减少通 信时间，瞬息间就系统地协调战争进行。

source: Similarly, industrial ironworks made strong, supple metal for muskets and cannons, and steam power was used to bore cannons and mix, crumble, and sort gunpowder.
zh_cn: 与之类似，工业铸铁造出 坚固、足量的金属，用来制造枪支和大炮，蒸汽用来给大炮打眼，以及 混合、研磨和挑拣火药。

source: But industrialization isn’t the only answer.
zh_cn: 但是工业化并非唯一原因。

source: Many of the innovations that most helped the British weren’t about steam power or the division of labor or mechanized factories.
zh_cn: 许多对英国人极有帮助的发明还不是关于蒸汽机、劳动力分工和工厂机械化的。

source: They stemmed, rather, from the application of seventeenth and eighteenth-century experimental science to warfare.
zh_cn: 其实它们起源于把17至18世纪 的实验科学应用于战争的尝试。

source: During the mid-1700s, new scientific discoveries enabled Europeans to measure the speed of projectiles, understand the effects of wind resistance, model trajectories, make better and more consistent gunpowder, develop deadly airborne missiles, and master the use of explosive shells.
zh_cn: 18世纪中期，新的科学发现让欧洲人可 以测算射击物的速度，理解风阻效应，计算抛物线轨道，制造更好更稳 定的火药，发明出弹射炮弹（airborne missiles)，掌握可爆炮弹的用 法。

source: These innovations as much as the use of steamships and industrial manufacturing techniques underlay the British edge in the Opium War.
zh_cn: 这些发明和蒸汽船、个体生产技术一起助英国在鸦片战争中领先。

source: Yet there is also another reason for the Great Military Divergence of the nineteenth century.
zh_cn: 不过还有一个原因导致了 19世纪的军事大分流。

source: Even as Europeans were making rapid strides in the science of war, China’s military power was atrophying because of lack of practice.
zh_cn: 欧洲人在科学战中 大步流星之时，中国的军事力量却因缺乏实践而萎缩倒退。

source: By the outbreak of hostilities in 1839, Qing China had undergone a long period of relative peace, and its armed forces, once among the best in the world, had become weak and ineffective.
zh_cn: 1839年战衅 一开，享受了长时期相对和平、战斗力曾为世界最强之一的大清军队，变得孱弱不堪。

source: Rusty Swords: The Great East Asian Peace
zh_cn: 生锈的剑：大东亚和平

source: If we examine the number of battles recorded in dynastic histories per year for the period 900 to 1900 CE, we see that the period 1760-1830 has the lowest level of armed conflict in the whole series (see Graph 1.1 and Appendix 2)
zh_cn: 如果我们调查公元900年至1900年帝国时代的战争记录，我们就会 发现，1760年至1830年是战争频率最低的一段。（见图表1和附录图表2)

source: There were major military actions, of course: wars in Southeast Asia (Burma, 1766-1770, and Vietnam, 1788-1789) and campaigns against rebels within China and on its borders, most notably the Lin Shuangwen Rebellion in Taiwan (1786-1787), the White Lotus Rebellion of Central China (1795-1804), and the Eight Trigram Uprising, which actually breached the gates of the Forbidden City.
zh_cn: 这一时段当然有重要的军事行动：东南亚战争（1766—1770年的 緬甸，1788—1789年的越南）和中国内部和边境的讨逆战争，引人注目 的台湾林爽文起义（1786—1787)，华中的白莲教起义（1795—1804)，以及打入紫禁城的天理教暴乱。

source: But none of these, with the possible exception of the White Lotus Rebellion and its associated Eight Trigram Uprising, were considered existential wars from the perspective of the Qing state.
zh_cn: 但除了白莲教和与之相连 的天理教起义，没有一件是清政府承认的事件。

source: As a prominent scholar of China’s military history puts it, most of these engagements were “restricted to limited areas within China proper or the ... imperial periphery.”
zh_cn: 正如一位研究中国军事 史的著名学者所言，这些冲突中的大部分“都发生于中国中部或......帝国边疆的有限区域”。

source: Compared to the Ming dynasty at a similar stage—that is, a century and a half or so after dynastic founding—the Qing during this period faced no significant external threats.
zh_cn: 与明朝的相似时段比较——即王朝建立后大约一个半世纪之时—— 清朝彼时是没有重大的内部威胁的。

source: In contrast, the Ming experienced a difficult middle period.
zh_cn: 反观明朝，则经历了艰难的王朝中 期。

source: A hundred seventy-five years after founding it faced a resurgence of Central Asian power and vehement and sustained raids by the Wo (Japanese) along its coasts.
zh_cn: 开国175年后，明朝还在面临中亚民族的再挑战，以及海岸线上激 烈持久的倭乱。

source: The latter may not have been an existential threat, but the former certainly was, and one reason that Ming officials were so eager to experiment with new weaponry in the 1500s and 1600s was that they feared that their capital might fall to an invasion from people beyond the Great Wall, as indeed it eventually did.
zh_cn: 后者不是从来就有，前者却是自古皆存。明廷16至17世 纪急于试验新武器的一大原因，就是他们感到长城之外有隐忧，都城有 遭荼毒之虞，结果果真如此。

source: By a comparable period of the Qing, however—the mid-1700s—the Qing had few such worries.
zh_cn: 再来看清朝的对应时期——18世纪中叶，清朝盛世承平，毫无忧患。

source: They had established an unprecedented hegemony in Central Asia, decisively ending the threat from horse-born nomads.
zh_cn: 他们称霸中亚，前无古人，彻底终结了游牧 民族对内陆的侵扰。

source: China specialists Peter Perdue and Frederic Wakeman have both suggested, in separate publications, that the Qing were, in a way, victims of their own success.
zh_cn: 中国史专家濮培德和魏斐德各自著书表达了同样的观点：清或多或少受了成功之害。

source: The period of Qing conquest, consolidation, and expansion had been exceedingly violent, with devastating wars that wracked East and Central Asia and corresponded with a significant decrease in China’s population.
zh_cn: 清朝征服、平乱、扩张的时期满是腥风血雨，毁 灭性的战争扫平了东亚和中亚地区，中国人口巨量减少。

source: But once the Qing had established its dominance, expanding China’s borders to their largest extent in history, it remained virtually unchallenged until the mid-nineteenth century.
zh_cn: 一俟统治建 立，中国国界延展为史上最广，清朝直到19世纪中期都是不可撼动的。

source: In those generations of relative peace, 1760 to 1839, military leaders in China had little need to focus on innovation or incorporate new methods and technologies from beyond East Asia.
zh_cn: 在1760年至1839年数代人时间的相对和平中，中国军事领导人不必改 良，也不必从东亚之外引进新技术。

source: Korea and Japan were also generally at peace during this period.
zh_cn: 朝鲜和日本此时也大体是和平状 态。

source: East Asians had access to the new technologies and techniques of war that were being forged on the other side of Eurasia, but they had few incentives to adopt or incorporate them on a significant scale.
zh_cn: 东亚居民此时不缺乏了解欧亚大陆另一端技术和战术的途径，但他 们缺乏将技术和战术大幅提高的动力。

source: The resulting military gap became clear to observers before the Opium War.
zh_cn: 鸦片战争前，积累已久的军事差距明朗化，为观察家察知。

source: In 1836, an anonymous British correspondent prepared a report about China’s military strength and concluded that if the art of war was the most “infallible criterion of the civilization and advancement of societies,” then China was in the lowest state of civilization.?Its gunpowder was coarse, uneven, and liable to spoil.
zh_cn: 1836 年，一名英国记者匿名写作了一篇报道，提出如果把战争技术作为“衡量社会文明进步的绝对标准的话”，中国是最低水平的文明。他们 的火药粗制滥造，颗粒不均匀，易受潮；他们的炮是旧款，炮管粗细不 均，炮架原始。

source: Its cannons were old-fashioned, with uneven bores and primitive carriages, “mere blocks of wood, or solid beds on which the gun is lashed down with rattans, so that it must be impossible to fire any but point blank shots, and very difficult to direct the gun to an object, except that immediately in front of the embrasure whence fired.”
zh_cn: “炮身由藤条捆扎，放在木枕或硬台上，所以除了平射之外没法瞄准，除非目标正好在炮口正前方。”

source: For firearms it had only “ill-made” matchlock muskets and no flintlocks, pistols, or any of the other “tribes of fire-arm.”
zh_cn: 单兵火器只有“劣质的”火绳枪，没有燧发枪、短铳，或者其他“火器家族成员”。

source: In fact, he observed, China’s soldiers still relied heavily on the bow and arrow, which, given how poor the rest of their weapons were, was “the most efficient of their arms.”
zh_cn: 据他观 察，中国士兵仍然严重依赖弓箭，不论其他武器多么拙劣，弓箭是“武器中最有效的”。

source: Chinese defenses were, the reporter noted, mere “samples of fortification in its infant state; without fosses, bastions, glacis, or counter defences of any kind; being, in fact, but such lines as the engineers of a disciplined army would throw up, as temporary defences and to cover their guns, in the course of a single night.”
zh_cn: 记者写道，中国的城防仅仅是“城堡的初段水准；没有护城河，没 有棱堡，没有斜堤，没有任何反制措施；这种阵地就像是一般军队里的工程兵为了藏炮，用一个晚上匆匆建造的临时阵地”。

source: Chinese naval vessels were so laughable that they were “beyond the power of description or ridicule to portray.”
zh_cn: 中国的水师更是可笑，“荒唐得无法描述”。

source: Indeed, the correspondent wrote, he wouldn’t be surprised if a couple of New Zealand war canoes wouldn’t outmatch the entire Chinese navy.
zh_cn: 记者写道，就是说一队新西兰的独木舟能打败整支中国水师，他也不觉奇怪。

source: (Charles Dickens would later describe a Chinese junk, which he saw at the Crystal Palace in 1848, as a “ridiculous abortion.”)
zh_cn: (查尔斯·狄更斯在1848年水晶宫内看到中国戎克船时形容它是个“怪胎”。)

source: But it wasn’t just technology and engineering that the Chinese lacked.
zh_cn: 中国少的不只是技术和工艺。

source: The reporter discerned a marked deficiency in military readiness.
zh_cn: 这个记者观察到中国缺乏的是战备意识。

source: When garrison troops in Guangzhou mustered for duty, he wrote, they come in, one by one, undressed, unarmed, unprepared, and half asleep; while piles of brown felt caps, and heaps of shabby looking red and yellow long jackets, bearing the character “courage” ... are brought through the gates, for the adornment of the heroes of the hour; by and bye, straggles in an officer, generally the largest sized man that can be found; some bows, sheaves of arrows, and rusty swords, make up the warlike show; evidently got up for the nonce to astonish and awe “the barbarians,” who might, did they please, be in the governor’s harem before the guard could awake from their slumbers.
zh_cn: 记者写道，广州的部队在集合检阅时：他们走进来，一个接一个，无穿戴，无兵器，无准备，恹恹欲 睡。一个个戴着棕色帽子，穿着一个“勇”字的红黄色破旧长 衣......穿城门，装模作样地在一名军官前一个个散开站好，此人可 能是能找出的最高大的一个。一些弓，几捆箭，生綉的剑，开始表 演一个好像在打仗的节目。士兵显然是为了震慑一些“蛮人”才起 床表演，他们更希望这些蛮人还在长官的宅邸昏睡，等着守卫叫 起。

source: On occasion European travelers had observed that Chinese swords were so rusty that the soldiers could scarcely draw them.
zh_cn: 还有一次，欧洲旅行者看到，因为剑锈蚀得厉害，一名中国士兵怎 么也拔不出来。

source: At the end of his report, the correspondent expressed surprise himself at the extent of China’s military backwardness. “We have now gone through the subject which we sat down to discuss, and although we were well aware that the military force of the Chinese empire was much overrated, we rise astonished at the weakness, the utter imbecility....
zh_cn: 在报道的结尾，这名记者表达了惊讶，中国的军事竟然如此落 后：“我们看到了我们想讨论的问题。尽管我们非常清楚，中国的军事 实力被高估了，但我们还是被他们的落后和纯粹的愚昧所震惊......

source: It seems indeed strange that the whole fabric does not fall asunder of itself.
zh_cn: 真是奇怪，这个国家竟然没有四分五裂。

source: Of this we are convinced; that, at the first vigorous and well directed blow from a foreign power, it will totter to its base.”
zh_cn: 但我们确信：如果有外国给予其有力且准确的一击，这个国家的根基就会动摇。”关于大清会动摇到 何种程度，他错了。

source: He was wrong about how much the Qing would totter, but modern research corroborates his views about Qing military capacity.
zh_cn: 不过当代的研究证实了他对大清军事能力的说法。

source: Historians Liu Hongliang and Zhang Jianxiong have conducted an exhaustive and detailed comparison of Chinese and European guns circa 1840 and conclude, “At the time of the Opium War, the difference between British and Chinese cannon technology and capacity is an objective fact....
zh_cn: 历史学家刘鸿亮和张建雄做了一项耗费精力的研究，他们仔细对比了 1840年前后中国和欧洲的火炮，得出结论：“在鸦片战争时期，英中两 国在火炮技术和战斗力上的差距是事实......

source: The British military had made innovations and improvements in all aspects—design, ammunition, powder technology, firing mechanisms, and especially in the quality of the iron,the production, the finishing and other such key technologies—such that their cannons’ range, speed of firing, accuracy, and lethality were superior to Qing cannons.”
zh_cn: 英军的创新和进步是全面的：设计、弹药、火药技术、击发结构，尤其是钢材的质量和产量，以 及其他决定性的关键技术，比如火炮射程、发射速率、精度、威力，都大大领先于清朝。”

source: The Qing had not made such improvements.
zh_cn: 大清却裹足不前。

source: As Liu Hongliang notes in a different work, “At the time of the Opium War, the Qing military’s front-loading cannon form was the same type as that of seventeenth century Europe, and ... the design hadn’t seen any kind of change.”
zh_cn: 刘鸿亮在他另一本书中 说：“鸦片战争期间，清军的前膛炮和17世纪欧洲的大炮并无二致，......设计上无任何改进。”

source: Qing cannons were heavier, clumsier, slower to load and fire, and far less efficient in terms of powder use.
zh_cn: 清军的大炮又笨又重，装填缓慢，射速低下，耗药量大。

source: Indeed, many of the cannons deployed in coastal forts were actually forged or cast in the seventeenth or early eighteenth century.
zh_cn: 确实如 此，清军布防在海岸的很多大炮是17世纪或者18世纪早期铸造的。

source: To be sure there were local exceptions.
zh_cn: 当然也有例外。

source: Artisans in coastal regions--particularly in Guangdong Province--could produce more up-to-date ordnance based on Western models, but they were still not as effective as the advanced guns of Britain, and in any case they were outliers.
zh_cn: 沿海省份，尤其是广东省的工匠，他们能模仿西方的模子，造出更新一些的大炮，但终究不如英国的先进。不论如何，中国大炮是落伍了。

source: Modern research also shows that Qing infantry forces were also backward.
zh_cn: 同样，当代研究还证明了，清朝的步兵也很落后。

source: Liu and Zhang note that troops “were equipped with sixty or seventy percent traditional weapons, of which the most important were the long lance, the side sword, the bow and arrow, and the rattan shield, and only thirty or forty percent [of their armament consisted of] gunpowder weapons, of which the most important were the matchlock musket, the heavy musket, the cannon, the fire arrow, and the earth-shaking bomb and such things.”
zh_cn: 刘鸿亮和张建雄 写道，军队“配备的武器六七成还是传统武器，其中最重要的是长枪、单刃剑、弓箭、藤牌；而只有三到四成（的装备）是火药武器，其中最 主要的是滑膛枪、重型滑膛枪、火炮、火药箭、动地炮等类似的东西”。

source: The Qing matchlock musket was constructed according to a design that hadn’t changed much since the seventeenth century.
zh_cn: 清朝的火绳枪和17世纪的相比并无多大改动。

source: (It’s interesting to note that Qing armies weren’t the only non-European forces clinging to matchlocks. They were still in use in the Levant and Iran, for example.)
zh_cn: (有趣的是 清军不是唯一坚持使用火绳枪的非欧洲民族，比如在黎凡特和伊朗地区也是如此。）

source: European armies had long since switched to flintlocks, and the British were undergoing a transition to percussion cap muskets, which required no externally applied sparks at all.
zh_cn: 欧洲军队已经改用燧发枪多年，而英国正处在用火帽枪取代燧发枪 的过程中。火帽枪无须借燧石打着火星点燃火药。

source: In contrast, the Qing matchlock guns were slow, unwieldy, and dangerous, as British observers noted with empathy and derision.
zh_cn: 相比之下，清军的火 绳枪射击缓慢，使用不便，而且危险，英国观察者既同情又嘲弄地记述 着。

source: “Every soldier,” wrote naval officer William Hutcheon Hall, “has to carry a match or port fire to ignite the powder in the matchlock when loaded.
zh_cn: “每个士兵，”海军军官威廉·哈钦·霍尔（William Hutcheon Hall)写道，“都要带一根火绳或点火装置，装填时去点燃火药。

source: Hence, when a poor fellow is wounded and falls, the powder, which is very apt to run out of his pouch over his clothes, is very likely to be ignited by his own match, and in this way he may either be blown up at once, or else his clothes may be ignited; ... it is therefore not surprising that they should regard the matchlock with some little apprehension."
zh_cn: 因此，要是一 个倒霉蛋受伤了，跌倒了，火药非常容易从口袋里撒落在衣服上，接着 被他自己的火绳点燃，所以他要不是当场就被炸飞，要不就是衣服被烧着。......这就不难理解为什么他们对火绳枪都有点儿敬而远之”。
